{
	"id": -1,
	"name": "Capoeira",
	"description": "Capoeira (Portuguese pronunciation: [kapuˈe(j)ɾɐ]) is an Afro-Brazilian martial art that combines elements of dance,[1][2][3] acrobatics,[4] music and spirituality.[5][6][7][8] Born of the melting pot of enslaved Africans, Indigenous Brazilians and Portuguese influences[9] at the beginning of the 16th century, capoeira is a constantly evolving art form.[10] It is known for its acrobatic and complex maneuvers, often involving hands on the ground and inverted kicks. It emphasizes flowing movements rather than fixed stances; the ginga, a rocking step, is usually the focal point of the technique. Although debated, the most widely accepted origin of the word capoeira comes from the Tupi words ka'a (\"forest\") paũ (\"round\"),[11] referring to the areas of low vegetation in the Brazilian interior where fugitive slaves would hide. A practitioner of the art is called a capoeirista (Portuguese pronunciation: [kapue(j)ˈɾistɐ]).[12][13]\n\nThough often said to be a martial art disguised as a dance,[14] capoeira served not only as a form of self defense, but also as a way to maintain spirituality and culture.[15] Shortly after the abolition of slavery in Brazil in 1888, capoeira was declared illegal in 1890.[16] However, in the early 1930s, Mestre Bimba created a form of capoeira that held back on its spiritual elements and incorporated elements of jiu jitsu, gymnastics and sports.[17] In doing so, the government viewed capoeira as a socially acceptable sport. In the late 1970s, trailblazers such as Mestre Acordeon started bringing capoeira to the US and Europe, helping the art become internationally recognized and practiced. On 26 November 2014, capoeira was granted a special protected status as intangible cultural heritage by UNESCO.[18] ",
	"links": {
		"website": [
			"https://en.wikipedia.org/wiki/Capoeira"
		]
	},
	"path": {
		"254": [
			[
				-765,
				-699
			],
			[
				-737,
				-700
			],
			[
				-734,
				-715
			],
			[
				-737,
				-728
			],
			[
				-756,
				-742
			],
			[
				-767,
				-739
			],
			[
				-767,
				-723
			],
			[
				-774,
				-722
			],
			[
				-774,
				-710
			],
			[
				-767,
				-708
			],
			[
				-767,
				-700
			]
		]
	},
	"center": {
		"254": [
			-752,
			-716
		]
	}
}
