{
	"id": 326,
	"name": "GP Explorer",
	"description": "The GP Explorer (aka Grand Prix Explorer) is a Formula 4 car competition between french youtubers, streamers and influencers, organized by the french YouTuber Squeezie, which is the biggest french Youtuber with over 18M subscribers.\n\nStarting from a donation milestone at Z Event 2020, the project came to fruition through the help of the Circuit Bugatti, the Automobile Club de l'Ouest (ACO), and the French Federation of Automobile Sports (FFSA) to help train these newcomers to drive racecars.\n\nThe first edition was held on October 8, 2022 at the Circuit Bugatti in Le Mans. Broadcasted live on Twitch, it reached a peak of over one million viewers - a first for a french speaking livestream on the internet and the all-time record for french streamers at the time.\n\nThe GP Explorer will host a second edition, taking place again on the Circuit Bugatti on September 9, 2023.\n\nThis art shows the logo of the GP Explorer, the layout of the track, the logos of the 12 racing teams taking part in 2023, and a small hall of fame (which was taken over) before showing \"Le Mans\" during the final day.",
	"links": {
		"website": [
			"https://en.wikipedia.org/wiki/GP_Explorer",
			"https://fr.wikipedia.org/wiki/GP_Explorer",
			"https://gp-explorer.fr/"
		],
		"subreddit": [
			"placeFR"
		],
		"discord": [
			"gpexplorer"
		]
	},
	"path": {
		"16-60": [
			[
				-470,
				74
			],
			[
				-470,
				24
			],
			[
				-468,
				15
			],
			[
				-462,
				7
			],
			[
				-457,
				4
			],
			[
				-453,
				2
			],
			[
				-435,
				2
			],
			[
				-434,
				2
			],
			[
				-431,
				2
			],
			[
				-429,
				0
			],
			[
				-426,
				0
			],
			[
				-424,
				1
			],
			[
				-421,
				4
			],
			[
				-418,
				2
			],
			[
				-415,
				0
			],
			[
				-413,
				0
			],
			[
				-411,
				2
			],
			[
				-409,
				5
			],
			[
				-407,
				2
			],
			[
				-404,
				1
			],
			[
				-399,
				2
			],
			[
				-397,
				5
			],
			[
				-399,
				8
			],
			[
				-402,
				10
			],
			[
				-398,
				14
			],
			[
				-399,
				18
			],
			[
				-401,
				20
			],
			[
				-402,
				21
			],
			[
				-399,
				25
			],
			[
				-398,
				26
			],
			[
				-400,
				30
			],
			[
				-400,
				32
			],
			[
				-396,
				32
			],
			[
				-396,
				75
			],
			[
				-470,
				75
			]
		],
		"61-256": [
			[
				-470,
				10
			],
			[
				-396,
				10
			],
			[
				-396,
				86
			],
			[
				-470,
				87
			]
		]
	},
	"center": {
		"16-60": [
			-434,
			40
		],
		"61-256": [
			-433,
			49
		]
	}
}
