{
	"id": -1,
	"name": "Frakk, the famous dog",
	"description": "\"Frakk\" is a character from the cartoon \"Frakk, a macskák réme\". The plot was written by the famous hungarian fabulist: Bálint Ágnes. The broadcasting of the show was started in 1972 and it lasted until 1988. It has been rebroadcasted many times since and it became a part of many hungarian's childhood. \n\nThe show pictures an old couple and their spoiled pets. There is Frakk, the dog and the two cats: \"Lukrécia and Szerénke\".\n\nFrakk often punishes the two cats when they misbehave. But he also shows care towards them when they get into trouble.\n\nSzerénke is a lazy and gluttonous cat. She is also devious and always try to annoy Frakk. \n\nLukrécia is Szerénke's companion and she is also lazy and gluttonous. But in opposition to Szerénke she is more timid and a bit dumber.\n\nKároly Bácsi is the husband of Irma Néni, who is really fond of Frakk's presence, because he doesn't really like the cats being around in the house. He is mad that his wife coddles the two cats, but he kind of does the same with Frakk.\n\nIrma Néni is the wife of Károly Bácsi. Who really loves the two cats, but she also don't really seem to have problems with Frakk being there. She is a typical housewife, she does most of the housework in the household. She is also really talented at playing the piano and often entertains her husband and the pets in the house. \n",
	"links": {},
	"path": {
		"191": [
			[
				-752,
				-8
			],
			[
				-752,
				-21
			],
			[
				-698,
				-18
			],
			[
				-738,
				-43
			],
			[
				-704,
				-15
			],
			[
				-738,
				-44
			],
			[
				-745,
				-22
			],
			[
				-704,
				-18
			],
			[
				-708,
				-16
			],
			[
				-752,
				-15
			],
			[
				-752,
				-20
			],
			[
				-752,
				-19
			],
			[
				-753,
				-9
			],
			[
				-739,
				-20
			],
			[
				-744,
				-14
			],
			[
				-751,
				-14
			],
			[
				-751,
				-13
			]
		]
	},
	"center": {
		"191": [
			-734,
			-29
		]
	}
}
